<unk>	0	14775
<num>	1	4293
,	2	46476
the	3	46144
.	4	37452
of	5	22176
to	6	21459
a	7	19338
in	8	16320
and	9	15875
's	10	8886
for	11	8190
that	12	8157
is	13	6764
$	14	6762
``	15	6673
''	16	6500
it	17	5601
said	18	5427
on	19	5120
%	20	4718
at	21	4460
by	22	4410
as	23	4389
from	24	4279
with	25	4138
million	26	4122
mr.	27	3856
are	28	3642
was	29	3619
be	30	3590
its	31	3467
he	32	3310
but	33	3220
has	34	3188
an	35	3156
n't	36	3133
have	37	3000
will	38	2993
new	39	2573
or	40	2460
company	41	2456
they	42	2352
this	43	2228
year	44	2175
which	45	2173
would	46	2113
about	47	2045
--	48	2005
says	49	1978
more	50	1908
market	51	1829
were	52	1779
their	53	1698
billion	54	1680
his	55	1644
up	56	1635
had	57	1631
one	58	1626
than	59	1589
some	60	1558
u.s.	61	1552
who	62	1539
been	63	1501
also	64	1485
other	65	1438
stock	66	1426
share	67	1367
not	68	1333
:	69	1292
we	70	1263
i	71	1189
if	72	1173
corp.	73	1166
when	74	1164
last	75	1160
years	76	1133
;	77	1129
all	78	1127
)	79	1122
shares	80	1121
president	81	1117
(	82	1109
first	83	1104
two	84	1062
because	85	1056
trading	86	1045
could	87	1037
inc.	88	1020
after	89	1016
there	90	977
&	91	977
out	92	976
business	93	965
only	94	951
sales	95	950
such	96	930
do	97	925
can	98	904
most	99	895
york	100	888
over	101	883
into	102	882
may	103	867
co.	104	854
many	105	854
group	106	851
companies	107	816
now	108	815
government	109	808
federal	110	786
time	111	782
so	112	781
no	113	771
bank	114	758
any	115	746
people	116	745
cents	117	745
exchange	118	726
you	119	717
what	120	717
even	121	712
'	122	712
prices	123	707
investors	124	704
say	125	703
price	126	702
quarter	127	685
under	128	668
down	129	668
much	130	668
while	131	665
week	132	659
big	133	652
rose	134	651
securities	135	650
them	136	650
months	137	649
interest	138	631
bonds	139	619
yesterday	140	609
state	141	607
three	142	606
next	143	605
make	144	600
earnings	145	588
earlier	146	586
american	147	579
investment	148	575
net	149	575
industry	150	572
these	151	571
chairman	152	570
just	153	570
through	154	570
board	155	569
did	156	566
financial	157	562
major	158	559
program	159	558
still	160	551
stocks	161	551
those	162	546
since	163	546
money	164	542
she	165	538
executive	166	536
made	167	534
chief	168	530
rate	169	526
officials	170	526
before	171	516
like	172	516
japanese	173	512
national	174	509
analysts	175	503
does	176	501
month	177	501
expected	178	500
unit	179	498
days	180	494
rates	181	481
off	182	481
house	183	478
plan	184	478
against	185	469
between	186	464
both	187	463
buy	188	461
recent	189	455
funds	190	452
issue	191	452
sell	192	452
get	193	444
general	194	443
her	195	443
income	196	441
own	197	440
profit	198	440
ago	199	436
capital	200	436
back	201	435
firm	202	434
average	203	433
japan	204	431
part	205	430
products	206	429
well	207	428
international	208	428
revenue	209	428
markets	210	427
during	211	423
debt	212	416
offer	213	414
should	214	413
another	215	413
court	216	413
each	217	411
higher	218	410
including	219	408
take	220	407
being	221	406
index	222	404
among	223	397
fell	224	395
tax	225	395
according	226	394
work	227	390
world	228	390
our	229	389
past	230	388
then	231	386
way	232	385
department	233	384
operations	234	379
end	235	379
high	236	377
how	237	377
reported	238	374
economic	239	374
lower	240	373
common	241	372
however	242	372
growth	243	372
plans	244	371
insurance	245	371
trade	246	368
several	247	367
foreign	248	366
vice	249	365
sale	250	365
?	251	365
yield	252	364
sold	253	363
banks	254	363
pay	255	362
yen	256	361
where	257	360
use	258	356
very	259	355
five	260	355
report	261	353
bid	262	353
few	263	351
less	264	351
loss	265	349
issues	266	349
computer	267	348
cash	268	347
good	269	346
current	270	344
costs	271	339
increase	272	338
due	273	338
used	274	337
management	275	337
public	276	337
bill	277	337
city	278	336
oil	279	336
bush	280	335
bond	281	334
're	282	331
might	283	331
system	284	329
early	285	328
fund	286	327
director	287	326
day	288	326
far	289	325
closed	290	324
law	291	324
treasury	292	323
assets	293	323
added	294	323
third	295	322
congress	296	321
futures	297	320
office	298	319
friday	299	318
least	300	316
too	301	315
case	302	314
small	303	314
already	304	312
traders	305	312
number	306	311
concern	307	311
british	308	310
agency	309	310
spokesman	310	309
september	311	309
home	312	309
real	313	308
california	314	308
stake	315	307
union	316	307
think	317	303
until	318	302
late	319	302
based	320	301
contract	321	300
oct.	322	300
going	323	300
services	324	300
value	325	299
officer	326	299
same	327	298
research	328	297
close	329	294
news	330	292
move	331	290
help	332	290
little	333	289
street	334	289
operating	335	287
though	336	286
credit	337	286
economy	338	284
ended	339	283
him	340	282
agreed	341	282
today	342	281
agreement	343	280
wall	344	279
results	345	278
four	346	277
second	347	275
corporate	348	274
without	349	274
firms	350	274
here	351	272
period	352	271
service	353	270
former	354	269
want	355	269
san	356	269
total	357	268
long	358	268
dollar	359	267
put	360	267
power	361	266
called	362	266
although	363	265
buying	364	265
likely	365	264
cost	366	264
production	367	263
third-quarter	368	263
control	369	262
offering	370	262
policy	371	262
six	372	261
notes	373	261
see	374	260
whether	375	259
problems	376	259
administration	377	259
country	378	258
compared	379	258
recently	380	257
large	381	257
increased	382	256
maker	383	254
analyst	384	254
life	385	254
half	386	253
west	387	252
my	388	252
continue	389	251
right	390	251
go	391	250
committee	392	250
political	393	248
point	394	247
around	395	247
judge	396	247
set	397	247
cut	398	247
soviet	399	247
loans	400	247
losses	401	247
plant	402	244
paper	403	243
further	404	242
london	405	242
points	406	239
old	407	238
nov.	408	238
ual	409	238
largest	410	237
must	411	237
selling	412	237
volume	413	237
times	414	236
wo	415	236
yet	416	235
announced	417	234
john	418	234
takeover	419	234
workers	420	231
problem	421	230
strong	422	230
result	423	230
businesses	424	230
come	425	229
give	426	228
change	427	228
fiscal	428	228
making	429	227
demand	430	227
orders	431	227
held	432	226
become	433	226
weeks	434	226
declined	435	226
record	436	225
support	437	224
nearly	438	224
series	439	224
earthquake	440	224
association	441	222
official	442	222
expects	443	221
members	444	221
junk	445	221
senior	446	220
composite	447	220
employees	448	219
systems	449	218
certain	450	218
data	451	217
august	452	216
development	453	216
air	454	216
jones	455	216
south	456	215
estimated	457	215
industrial	458	214
acquisition	459	214
priced	460	213
need	461	213
know	462	212
gain	463	212
trust	464	212
took	465	211
line	466	211
commercial	467	210
inc	468	210
dow	469	210
show	470	209
white	471	209
estate	472	209
francisco	473	209
comment	474	208
despite	475	207
possible	476	207
your	477	207
chicago	478	207
annual	479	206
level	480	206
example	481	205
holding	482	205
meeting	483	205
texas	484	205
ms.	485	205
later	486	204
monday	487	204
health	488	204
currently	489	203
senate	490	203
executives	491	203
drop	492	203
purchase	493	203
better	494	203
building	495	203
others	496	203
ford	497	203
proposed	498	202
once	499	200
area	500	200
return	501	200
terms	502	200
often	503	200
deal	504	200
almost	505	199
tuesday	506	199
future	507	199
offered	508	199
}	509	199
decline	510	198
paid	511	198
october	512	197
commission	513	197
addition	514	197
product	515	197
expect	516	196
order	517	196
{	518	196
changes	519	196
rise	520	196
proposal	521	196
latest	522	194
nation	523	194
robert	524	194
loan	525	194
top	526	193
technology	527	193
washington	528	192
filed	529	191
amount	530	190
charge	531	190
named	532	189
force	533	189
nine	534	189
spending	535	189
every	536	189
rights	537	189
information	538	188
position	539	188
decision	540	188
investor	541	188
outstanding	542	188
makes	543	187
us	544	187
customers	545	187
include	546	186
europe	547	186
gas	548	186
america	549	186
within	550	185
division	551	184
...	552	184
enough	553	184
east	554	184
ltd.	555	183
transaction	556	183
trying	557	183
came	558	182
private	559	182
found	560	181
again	561	181
began	562	181
received	563	181
defense	564	181
drug	565	180
james	566	179
able	567	179
industries	568	178
never	569	177
warner	570	176
equipment	571	176
european	572	176
consumer	573	175
managers	574	174
shareholders	575	174
corp	576	174
previous	577	173
claims	578	173
ca	579	173
programs	580	173
told	581	173
car	582	173
local	583	172
finance	584	172
provide	585	172
lot	586	172
dropped	587	171
computers	588	171
inflation	589	171
states	590	171
important	591	170
've	592	170
marketing	593	169
action	594	169
banking	595	168
china	596	168
best	597	168
following	598	168
manager	599	167
fall	600	167
got	601	167
construction	602	167
march	603	167
things	604	167
steel	605	166
whose	606	166
units	607	166
buy-out	608	166
mortgage	609	166
keep	610	165
advertising	611	165
united	612	165
equity	613	165
additional	614	165
financing	615	165
dollars	616	165
suit	617	165
western	618	164
fed	619	164
gains	620	164
low	621	164
tokyo	622	164
charges	623	164
university	624	163
auto	625	163
away	626	163
instead	627	163
co	628	163
great	629	163
budget	630	163
july	631	161
raise	632	161
mrs.	633	161
family	634	161
tv	635	161
via	636	160
june	637	160
bills	638	159
account	639	159
contracts	640	159
sept.	641	159
potential	642	158
continued	643	157
food	644	157
believe	645	157
rather	646	157
run	647	157
taken	648	157
getting	649	157
lost	650	157
los	651	157
below	652	156
personal	653	155
ibm	654	155
restructuring	655	155
legal	656	155
asked	657	155
security	658	155
risk	659	154
full	660	154
jaguar	661	154
using	662	153
above	663	153
boston	664	152
probably	665	152
lawyers	666	152
place	667	151
labor	668	151
ad	669	151
holders	670	151
fact	671	151
find	672	151
posted	673	150
subsidiary	674	150
approved	675	149
dealers	676	149
meanwhile	677	149
stores	678	149
special	679	148
figures	680	148
noted	681	148
effort	682	148
cases	683	147
itself	684	147
dividend	685	147
head	686	147
effect	687	147
portfolio	688	146
pacific	689	146
face	690	146
soon	691	146
short	692	146
d.	693	145
cars	694	145
david	695	145
available	696	145
reached	697	144
reports	698	144
long-term	699	144
included	700	144
led	701	143
open	702	143
look	703	143
domestic	704	142
statement	705	142
options	706	142
investments	707	141
either	708	141
efforts	709	141
reduce	710	141
left	711	141
center	712	141
along	713	140
looking	714	140
payments	715	140
school	716	140
known	717	140
profits	718	140
working	719	139
bought	720	139
network	721	139
team	722	138
standard	723	138
similar	724	138
telephone	725	137
clear	726	137
airlines	727	137
medical	728	136
saying	729	136
secretary	730	136
acquired	731	136
given	732	136
biggest	733	136
airline	734	136
having	735	135
approval	736	135
remain	737	135
increases	738	135
television	739	135
talks	740	135
calls	741	135
job	742	135
coming	743	135
previously	744	134
clients	745	134
chemical	746	134
parent	747	134
countries	748	133
energy	749	133
manufacturing	750	133
machines	751	133
raised	752	133
individual	753	133
gained	754	133
act	755	132
makers	756	132
black	757	132
attorney	758	132
north	759	132
angeles	760	132
fees	761	131
hard	762	131
groups	763	131
marks	764	131
reserve	765	131
canadian	766	130
levels	767	130
party	768	130
germany	769	130
different	770	129
went	771	129
failed	772	129
lead	773	129
damage	774	129
me	775	129
britain	776	129
strategy	777	129
directors	778	128
why	779	128
growing	780	128
helped	781	128
estimates	782	128
interests	783	127
hong	784	127
michael	785	127
something	786	127
columbia	787	127
#	788	127
completed	789	126
project	790	126
activity	791	126
merrill	792	126
savings	793	125
william	794	125
doing	795	125
heavy	796	125
performance	797	125
property	798	125
canada	799	125
wants	800	125
'm	801	125
limited	802	125
german	803	125
percentage	804	124
particularly	805	124
question	806	124
legislation	807	124
independent	808	124
seeking	809	124
goods	810	124
leading	811	124
hit	812	124
slightly	813	124
bay	814	124
huge	815	123
process	816	123
call	817	123
involved	818	123
communications	819	123
view	820	122
toward	821	122
drexel	822	122
ever	823	121
includes	824	121
measure	825	121
especially	826	121
build	827	121
really	828	121
remains	829	121
year-earlier	830	121
leaders	831	121
s&p	832	121
institute	833	120
name	834	120
magazine	835	120
producers	836	120
venture	837	120
role	838	120
kong	839	120
currency	840	120
hold	841	120
plants	842	120
care	843	120
adds	844	120
lynch	845	120
gold	846	119
institutions	847	119
themselves	848	119
scheduled	849	119
joint	850	119
reserves	851	119
abortion	852	119
transportation	853	119
pressure	854	119
gm	855	119
free	856	118
competition	857	118
concerns	858	118
rules	859	118
always	860	118
young	861	118
military	862	118
district	863	118
buyers	864	118
outside	865	117
begin	866	117
range	867	117
daily	868	117
lines	869	117
acquire	870	116
disclosed	871	116
start	872	116
generally	873	116
accounts	874	116
french	875	116
vote	876	116
basis	877	116
brokerage	878	116
course	879	115
related	880	115
owns	881	115
richard	882	115
holdings	883	115
started	884	115
key	885	115
reason	886	115
hours	887	115
fourth	888	115
wednesday	889	114
means	890	114
try	891	114
staff	892	114
calif.	893	114
largely	894	114
journal	895	113
study	896	113
issued	897	113
recession	898	113
man	899	113
campaign	900	113
community	901	113
thursday	902	113
areas	903	112
dec.	904	112
convertible	905	112
thing	906	112
taking	907	112
seen	908	112
majority	909	112
settlement	910	112
seven	911	111
meet	912	111
april	913	111
eastern	914	111
allow	915	111
leader	916	111
rep.	917	111
projects	918	111
estimate	919	111
j.	920	110
significant	921	110
seems	922	110
retail	923	110
'll	924	110
required	925	109
beginning	926	109
bad	927	109
reduced	928	109
done	929	109
form	930	108
worth	931	108
aid	932	108
turn	933	108
brokers	934	108
`	935	108
partners	936	108
needed	937	108
de	938	108
impact	939	108
near	940	107
poor	941	107
quickly	942	107
december	943	107
congressional	944	107
stock-index	945	107
eight	946	107
arbitrage	947	107
kind	948	106
parts	949	106
yields	950	106
turned	951	106
receive	952	106
shearson	953	106
seek	954	106
press	955	106
simply	956	106
test	957	106
benefits	958	106
express	959	106
plc	960	105
thought	961	105
showed	962	105
subject	963	105
produce	964	105
traded	965	105
democratic	966	105
a.	967	104
men	968	104
anything	969	104
ahead	970	104
entertainment	971	104
floor	972	104
longer	973	103
considered	974	103
taxes	975	103
manufacturers	976	103
red	977	103
summer	978	103
shareholder	979	103
france	980	103
consider	981	103
central	982	103
situation	983	103
merger	984	103
cbs	985	103
earned	986	103
smaller	987	103
seem	988	102
difficult	989	102
brothers	990	102
pilots	991	102
protection	992	101
motor	993	101
increasing	994	101
base	995	101
changed	996	101
note	997	101
history	998	101
conference	999	101
planned	1000	101
morgan	1001	101
perhaps	1002	100
boost	1003	100
supply	1004	100
prime	1005	100
women	1006	100
returns	1007	100
children	1008	100
indeed	1009	100
natural	1010	100
housing	1011	100
dr.	1012	99
short-term	1013	99
deficit	1014	99
partner	1015	99
crash	1016	99
war	1017	99
evidence	1018	99
usually	1019	99
advanced	1020	99
sent	1021	99
justice	1022	99
hurt	1023	99
volatility	1024	99
moody	1025	99
owned	1026	98
space	1027	98
imports	1028	98
electric	1029	98
bankruptcy	1030	98
rally	1031	98
pound	1032	98
digital	1033	98
block	1034	97
hand	1035	97
became	1036	97
announcement	1037	97
wanted	1038	97
light	1039	97
per	1040	96
attempt	1041	96
bankers	1042	96
active	1043	96
limit	1044	96
machine	1045	95
directly	1046	95
filing	1047	95
preferred	1048	95
americans	1049	95
survey	1050	95
delivery	1051	95
let	1052	95
kidder	1053	95
caused	1054	94
age	1055	94
continuing	1056	94
minister	1057	94
built	1058	94
nothing	1059	94
media	1060	94
actually	1061	94
session	1062	94
veto	1063	94
brand	1064	94
overseas	1065	93
sharply	1066	93
initial	1067	93
jumped	1068	93
article	1069	93
sony	1070	93
conditions	1071	93
night	1072	93
transactions	1073	93
minimum	1074	93
francs	1075	93
spokeswoman	1076	92
auction	1077	92
field	1078	92
software	1079	92
main	1080	92
rest	1081	92
designed	1082	92
george	1083	92
sector	1084	92
water	1085	92
sen.	1086	92
closing	1087	92
environmental	1088	91
exports	1089	91
post	1090	91
paying	1091	91
believes	1092	91
quarterly	1093	91
regulators	1094	91
smith	1095	91
behind	1096	91
mark	1097	91
game	1098	91
size	1099	91
created	1100	91
comes	1101	91
source	1102	91
thus	1103	91
wage	1104	91
resources	1105	90
continues	1106	90
thrift	1107	90
creditors	1108	90
giant	1109	90
separate	1110	90
consumers	1111	90
sense	1112	90
letter	1113	90
moves	1114	90
quake	1115	90
decided	1116	89
hopes	1117	89
economists	1118	89
dinkins	1119	89
himself	1120	89
questions	1121	89
partly	1122	89
member	1123	89
apparently	1124	89
tons	1125	89
gorbachev	1126	89
guber	1127	89
brought	1128	88
associates	1129	88
peter	1130	88
sure	1131	88
pension	1132	88
produced	1133	87
strike	1134	87
final	1135	87
side	1136	87
term	1137	87
stop	1138	87
ways	1139	87
farmers	1140	87
peters	1141	87
cancer	1142	86
rising	1143	86
idea	1144	86
sec	1145	86
direct	1146	86
effective	1147	86
running	1148	86
organization	1149	86
unless	1150	86
won	1151	86
irs	1152	86
agencies	1153	86
spent	1154	85
jr.	1155	85
expenses	1156	85
capacity	1157	85
together	1158	85
newspaper	1159	85
'd	1160	85
hugo	1161	85
emergency	1162	85
qintex	1163	85
bring	1164	84
matter	1165	84
actual	1166	84
hope	1167	84
moreover	1168	84
spring	1169	84
single	1170	84
feel	1171	84
poland	1172	84
woman	1173	84
across	1174	84
shows	1175	84
trial	1176	84
quality	1177	84
leveraged	1178	84
hurricane	1179	84
sign	1180	83
improve	1181	83
australia	1182	83
needs	1183	83
ability	1184	83
allowed	1185	83
forced	1186	83
unchanged	1187	83
package	1188	83
democrats	1189	83
nissan	1190	83
holds	1191	82
followed	1192	82
january	1193	82
supreme	1194	82
rule	1195	82
require	1196	82
response	1197	82
discount	1198	82
figure	1199	82
specific	1200	82
land	1201	82
whole	1202	82
offices	1203	82
various	1204	82
trades	1205	82
sharp	1206	82
closely	1207	81
ministry	1208	81
r.	1209	81
sports	1210	81
serious	1211	81
battle	1212	81
quoted	1213	81
payment	1214	81
activities	1215	81
operation	1216	81
greater	1217	80
economist	1218	80
baker	1219	80
avoid	1220	80
instance	1221	79
play	1222	79
county	1223	79
spend	1224	79
u.k.	1225	79
partnership	1226	79
human	1227	78
leave	1228	78
slow	1229	78
jobs	1230	78
developed	1231	78
southern	1232	78
institutional	1233	78
premium	1234	78
talk	1235	78
decade	1236	78
step	1237	78
section	1238	78
safety	1239	78
funding	1240	78
add	1241	78
cause	1242	78
signed	1243	78
develop	1244	78
owners	1245	77
gave	1246	77
separately	1247	77
moved	1248	77
provision	1249	77
met	1250	77
managing	1251	77
introduced	1252	77
focus	1253	77
policies	1254	77
pretax	1255	77
valued	1256	77
speculation	1257	77
researchers	1258	76
opened	1259	76
interview	1260	76
sometimes	1261	76
debentures	1262	76
negative	1263	76
overall	1264	76
familiar	1265	76
offset	1266	76
stanley	1267	76
benefit	1268	76
stay	1269	76
appear	1270	75
properties	1271	75
valley	1272	75
morning	1273	75
review	1274	75
commerce	1275	75
ruling	1276	75
fully	1277	75
contributed	1278	75
offers	1279	75
win	1280	75
takes	1281	75
highly	1282	75
feet	1283	75
provides	1284	75
existing	1285	75
brands	1286	75
fear	1287	75
mutual	1288	74
relatively	1289	74
reflecting	1290	74
electronic	1291	74
lehman	1292	74
measures	1293	74
materials	1294	74
par	1295	74
trader	1296	74
deals	1297	74
civil	1298	74
lawson	1299	74
internal	1300	73
store	1301	73
indicated	1302	73
ads	1303	73
students	1304	73
interested	1305	73
over-the-counter	1306	73
tell	1307	73
asset	1308	73
create	1309	73
margins	1310	73
backed	1311	73
amounts	1312	72
elected	1313	72
regulatory	1314	72
engineering	1315	72
authority	1316	72
target	1317	72
flat	1318	72
standards	1319	72
climbed	1320	72
provisions	1321	72
hands	1322	72
someone	1323	72
jury	1324	72
individuals	1325	72
willing	1326	72
chance	1327	72
appropriations	1328	72
facilities	1329	72
pence	1330	72
class	1331	71
declines	1332	71
resigned	1333	71
book	1334	71
thomas	1335	71
purchases	1336	71
forces	1337	71
provided	1338	71
read	1339	71
else	1340	71
larger	1341	71
accounting	1342	71
everyone	1343	71
passed	1344	71
adding	1345	71
widely	1346	71
alone	1347	71
competitors	1348	71
santa	1349	71
proceeds	1350	71
reagan	1351	71
plunge	1352	71
houses	1353	71
conservative	1354	71
motors	1355	71
story	1356	70
worked	1357	70
police	1358	70
risks	1359	70
chain	1360	70
lawyer	1361	70
publicly	1362	70
finally	1363	70
death	1364	70
manhattan	1365	70
-	1366	70
minority	1367	70
tough	1368	70
planning	1369	70
maintain	1370	70
typically	1371	69
raising	1372	69
substantial	1373	69
electronics	1374	69
considering	1375	69
so-called	1376	69
works	1377	69
investigation	1378	69
hutton	1379	69
eventually	1380	69
practice	1381	69
social	1382	69
necessary	1383	69
goes	1384	69
approach	1385	69
education	1386	69
gulf	1387	69
moving	1388	69
usx	1389	69
cuts	1390	69
swiss	1391	69
anyone	1392	68
remaining	1393	68
totaled	1394	68
mexico	1395	68
johnson	1396	68
monetary	1397	68
image	1398	68
person	1399	68
ones	1400	68
mostly	1401	68
prevent	1402	68
grand	1403	68
council	1404	68
salomon	1405	68
carrier	1406	68
ownership	1407	68
rating	1408	68
attention	1409	67
events	1410	67
improved	1411	67
list	1412	67
scientists	1413	67
principal	1414	67
stand	1415	67
fixed	1416	67
society	1417	67
real-estate	1418	67
commodity	1419	67
cited	1420	67
acquisitions	1421	67
lloyd	1422	67
travel	1423	67
bell	1424	67
sought	1425	67
neither	1426	66
appears	1427	66
capital-gains	1428	66
forecast	1429	66
cray	1430	66
ltd	1431	66
nasdaq	1432	66
giving	1433	66
charles	1434	66
popular	1435	66
homes	1436	66
date	1437	66
lawmakers	1438	66
laws	1439	66
entire	1440	66
bids	1441	66
municipal	1442	66
paribas	1443	66
petroleum	1444	66
!	1445	66
hour	1446	66
pentagon	1447	66
thatcher	1448	66
room	1449	66
college	1450	65
bidding	1451	65
reorganization	1452	65
negotiations	1453	65
miles	1454	65
details	1455	65
positions	1456	65
reach	1457	65
output	1458	65
traditional	1459	65
soviets	1460	65
trend	1461	65
parties	1462	65
crime	1463	65
chinese	1464	65
aircraft	1465	65
consultant	1466	65
reform	1467	65
immediately	1468	65
litigation	1469	65
restrictions	1470	65
opening	1471	65
northern	1472	65
opportunity	1473	65
beyond	1474	65
exchanges	1475	65
everything	1476	65
lose	1477	65
bridge	1478	65
drugs	1479	65
retirement	1480	65
nor	1481	64
modest	1482	64
world-wide	1483	64
treatment	1484	64
monthly	1485	64
bureau	1486	64
factors	1487	64
reduction	1488	64
particular	1489	64
items	1490	64
relations	1491	64
claim	1492	64
film	1493	64
experts	1494	64
customer	1495	64
opposition	1496	64
corn	1497	64
england	1498	63
rejected	1499	63
dividends	1500	63
heavily	1501	63
chapter	1502	63
involving	1503	63
movie	1504	63
apple	1505	63
november	1506	63
export	1507	63
mean	1508	63
saw	1509	63
access	1510	63
design	1511	63
expectations	1512	63
experience	1513	63
30-year	1514	63
subordinated	1515	63
sources	1516	63
accept	1517	63
sun	1518	63
cable	1519	63
attributed	1520	63
lin	1521	63
complete	1522	62
pending	1523	62
chips	1524	62
combined	1525	62
believed	1526	62
l.	1527	62
lack	1528	62
carry	1529	62
players	1530	62
mitsubishi	1531	62
republican	1532	62
fraud	1533	62
flow	1534	62
regional	1535	62
couple	1536	62
cover	1537	62
magazines	1538	62
wrote	1539	62
spread	1540	62
minutes	1541	62
option	1542	62
disaster	1543	62
copper	1544	62
schools	1545	61
maturity	1546	61
ohio	1547	61
troubled	1548	61
producer	1549	61
consulting	1550	61
easy	1551	61
increasingly	1552	61
difference	1553	61
certainly	1554	61
broad	1555	61
mail	1556	61
georgia-pacific	1557	61
st.	1558	61
owner	1559	61
navigation	1560	61
am	1561	61
publishing	1562	60
amid	1563	60
fight	1564	60
success	1565	60
concerned	1566	60
paul	1567	60
gives	1568	60
automotive	1569	60
us$	1570	60
c$	1571	60
e.	1572	60
technical	1573	60
strength	1574	60
employee	1575	60
expensive	1576	60
thousands	1577	60
season	1578	60
alleged	1579	60
split	1580	60
heart	1581	60
aimed	1582	60
debate	1583	60
brown	1584	60
requirements	1585	60
weak	1586	60
profitable	1587	60
mortgages	1588	60
campeau	1589	60
gene	1590	60
grow	1591	60
controls	1592	59
released	1593	59
clearly	1594	59
showing	1595	59
sells	1596	59
expansion	1597	59
listed	1598	59
runs	1599	59
trouble	1600	59
facility	1601	59
sterling	1602	59
sort	1603	59
putting	1604	59
headed	1605	59
insurers	1606	59
material	1607	58
hotel	1608	58
true	1609	58
trucks	1610	58
primarily	1611	58
launched	1612	58
reflects	1613	58
moscow	1614	58
slowdown	1615	58
purchased	1616	58
ending	1617	58
prepared	1618	58
panel	1619	58
roughly	1620	58
no.	1621	58
headquarters	1622	58
waiting	1623	58
steps	1624	58
appeal	1625	58
successful	1626	58
corporations	1627	58
live	1628	58
painewebber	1629	58
maybe	1630	58
broadcasting	1631	58
tomorrow	1632	58
philip	1633	58
manville	1634	58
mixte	1635	58
highest	1636	57
expand	1637	57
values	1638	57
prosecutors	1639	57
goldman	1640	57
plunged	1641	57
slowing	1642	57
improvement	1643	57
dozen	1644	57
version	1645	57
underwriters	1646	57
gets	1647	57
victims	1648	57
tried	1649	57
region	1650	57
arizona	1651	57
charged	1652	57
damaged	1653	57
associated	1654	57
criminal	1655	57
ratings	1656	57
original	1657	57
ag	1658	57
ventures	1659	57
drive	1660	57
voters	1661	57
powerful	1662	57
complex	1663	57
lending	1664	57
signs	1665	56
settled	1666	56
korea	1667	56
advertisers	1668	56
adviser	1669	56
m.	1670	56
nuclear	1671	56
documents	1672	56
developing	1673	56
annually	1674	56
centers	1675	56
except	1676	56
tests	1677	56
client	1678	56
radio	1679	56
favor	1680	56
dispute	1681	56
sci	1682	56
failure	1683	56
park	1684	56
quite	1685	56
represents	1686	56
mind	1687	56
revised	1688	56
sears	1689	56
mass.	1690	55
declining	1691	55
grew	1692	55
mayor	1693	55
traffic	1694	55
request	1695	55
plus	1696	55
vehicles	1697	55
fewer	1698	55
exxon	1699	55
affairs	1700	55
hundreds	1701	55
words	1702	55
stations	1703	55
guilty	1704	55
jack	1705	55
at&t	1706	55
chemicals	1707	55
junk-bond	1708	55
portion	1709	55
break	1710	55
rated	1711	55
residents	1712	55
guidelines	1713	55
trillion	1714	54
speed	1715	54
distribution	1716	54
placed	1717	54
assistant	1718	54
advance	1719	54
unlike	1720	54
frank	1721	54
surged	1722	54
adjusted	1723	54
phone	1724	54
baseball	1725	54
jersey	1726	54
ease	1727	54
actions	1728	54
pretty	1729	54
c.	1730	54
controlled	1731	54
professional	1732	54
dallas	1733	54
normal	1734	54
sir	1735	54
exercise	1736	54
afternoon	1737	54
proposals	1738	54
competitive	1739	54
defendants	1740	54
shift	1741	54
phillips	1742	53
town	1743	53
utilities	1744	53
devices	1745	53
balance	1746	53
australian	1747	53
mae	1748	53
sachs	1749	53
global	1750	53
significantly	1751	53
sides	1752	53
whom	1753	53
uncertainty	1754	53
practices	1755	53
attorneys	1756	53
cities	1757	53
hostile	1758	53
year-ago	1759	53
elsewhere	1760	53
starting	1761	53
republicans	1762	53
numbers	1763	53
coupon	1764	53
responsible	1765	53
liability	1766	53
paris	1767	53
nations	1768	52
faces	1769	52
predicted	1770	52
star	1771	52
books	1772	52
accused	1773	52
environment	1774	52
falling	1775	52
lee	1776	52
parents	1777	52
wrong	1778	52
critics	1779	52
florida	1780	52
thrifts	1781	52
weakness	1782	52
nekoosa	1783	52
strategic	1784	52
segment	1785	52
remained	1786	52
w.	1787	52
amendment	1788	52
broker	1789	52
recovery	1790	52
collapse	1791	52
truck	1792	52
golden	1793	52
accord	1794	52
communist	1795	52
stopped	1796	51
virtually	1797	51
alan	1798	51
ordered	1799	51
appeals	1800	51
instruments	1801	51
decide	1802	51
threat	1803	51
ii	1804	51
producing	1805	51
throughout	1806	51
played	1807	51
hospital	1808	51
fears	1809	51
unusual	1810	51
mainly	1811	51
n.j.	1812	51
release	1813	51
losing	1814	51
sea	1815	51
employment	1816	51
benchmark	1817	51
certificates	1818	51
healthy	1819	51
continental	1820	51
houston	1821	51
relief	1822	51
burnham	1823	51
b.a.t	1824	51
frankfurt	1825	51
weekend	1826	51
bear	1827	51
mccaw	1828	51
buildings	1829	50
chrysler	1830	50
century	1831	50
boosted	1832	50
follows	1833	50
settle	1834	50
effects	1835	50
contrast	1836	50
deputy	1837	50
movies	1838	50
election	1839	50
voice	1840	50
opposed	1841	50
suggest	1842	50
primary	1843	50
authorities	1844	50
names	1845	50
interstate	1846	50
opinion	1847	50
kept	1848	50
model	1849	50
metals	1850	50
soared	1851	50
deposit	1852	50
felt	1853	50
confidence	1854	50
established	1855	50
abroad	1856	50
structure	1857	50
mca	1858	50
finding	1859	49
mixed	1860	49
editor	1861	49
fine	1862	49
reflect	1863	49
ready	1864	49
statistics	1865	49
double	1866	49
discussions	1867	49
art	1868	49
studies	1869	49
substantially	1870	49
core	1871	49
judges	1872	49
pricing	1873	49
reasons	1874	49
moment	1875	49
deposits	1876	49
margin	1877	49
temporary	1878	49
fe	1879	49
krenz	1880	49
coast	1881	49
silver	1882	49
affected	1883	49
ge	1884	49
uses	1885	48
pace	1886	48
b.	1887	48
none	1888	48
seemed	1889	48
records	1890	48
twice	1891	48
protect	1892	48
ask	1893	48
models	1894	48
barrels	1895	48
front	1896	48
consultants	1897	48
candidates	1898	48
agree	1899	48
prior	1900	48
green	1901	48
accepted	1902	48
older	1903	48
leaving	1904	48
goal	1905	48
equal	1906	48
church	1907	48
bit	1908	48
leadership	1909	48
families	1910	48
coverage	1911	48
representatives	1912	48
antitrust	1913	48
affect	1914	48
present	1915	48
hud	1916	48
morris	1917	48
preliminary	1918	47
talking	1919	47
prove	1920	47
utility	1921	47
determined	1922	47
task	1923	47
operate	1924	47
usual	1925	47
managed	1926	47
positive	1927	47
influence	1928	47
telecommunications	1929	47
wake	1930	47
hearing	1931	47
doubt	1932	47
citing	1933	47
damages	1934	47
fairly	1935	47
la	1936	47
shown	1937	47
advantage	1938	47
bigger	1939	47
training	1940	47
gross	1941	47
lambert	1942	47
urban	1943	47
usair	1944	47
factory	1945	46
argue	1946	46
cutting	1947	46
voted	1948	46
worried	1949	46
challenge	1950	46
chip	1951	46
italy	1952	46
stephen	1953	46
jointly	1954	46
tender	1955	46
wide	1956	46
represent	1957	46
beijing	1958	46
river	1959	46
regular	1960	46
suggested	1961	46
assistance	1962	46
gone	1963	46
otc	1964	46
station	1965	46
georgia	1966	46
conventional	1967	46
highway	1968	46
push	1969	46
finished	1970	46
alliance	1971	46
puts	1972	46
navy	1973	46
farm	1974	46
luxury	1975	46
scandal	1976	46
per-share	1977	46
saatchi	1978	46
seats	1979	45
toronto	1980	45
meetings	1981	45
joseph	1982	45
excess	1983	45
extremely	1984	45
suggests	1985	45
intended	1986	45
style	1987	45
living	1988	45
event	1989	45
commitments	1990	45
ground	1991	45
decisions	1992	45
keeping	1993	45
1980s	1994	45
blacks	1995	45
save	1996	45
fire	1997	45
high-yield	1998	45
vehicle	1999	45
declared	2000	45
door	2001	45
mining	2002	45
games	2003	45
direction	2004	45
weekly	2005	45
relationship	2006	45
compromise	2007	45
negotiating	2008	45
guarantees	2009	45
telerate	2010	45
patients	2011	45
ec	2012	45
shopping	2013	45
africa	2014	45
hewlett-packard	2015	45
flight	2016	45
suspended	2017	44
pharmaceutical	2018	44
crude	2019	44
f.	2020	44
file	2021	44
surge	2022	44
rich	2023	44
purchasing	2024	44
asking	2025	44
boeing	2026	44
elections	2027	44
refused	2028	44
appeared	2029	44
extra	2030	44
helping	2031	44
louis	2032	44
square	2033	44
operates	2034	44
ounce	2035	44
promise	2036	44
movement	2037	44
supplies	2038	44
safe	2039	44
edward	2040	44
replace	2041	44
wife	2042	44
regulations	2043	44
disclose	2044	44
swings	2045	44
rumors	2046	44
fourth-quarter	2047	44
hollywood	2048	44
fields	2049	43
type	2050	43
professor	2051	43
six-month	2052	43
ceiling	2053	43
joined	2054	43
conn.	2055	43
ross	2056	43
providing	2057	43
investing	2058	43
types	2059	43
hill	2060	43
invest	2061	43
happen	2062	43
worry	2063	43
confirmed	2064	43
sound	2065	43
politicians	2066	43
argued	2067	43
resolution	2068	43
extraordinary	2069	43
n.y.	2070	43
crisis	2071	43
upon	2072	43
thinks	2073	43
cds	2074	43
s.	2075	43
sugar	2076	43
grain	2077	43
heat	2078	43
king	2079	43
advisers	2080	43
rjr	2081	43
join	2082	42
ban	2083	42
comparable	2084	42
simple	2085	42
obtain	2086	42
hampshire	2087	42
underlying	2088	42
courts	2089	42
prospects	2090	42
patent	2091	42
launch	2092	42
denied	2093	42
founder	2094	42
specialists	2095	42
chase	2096	42
written	2097	42
language	2098	42
ultimately	2099	42
singapore	2100	42
membership	2101	42
warrants	2102	42
piece	2103	42
discuss	2104	42
colleagues	2105	42
immediate	2106	42
suffered	2107	42
discovered	2108	42
scientific	2109	42
views	2110	42
genes	2111	42
ogilvy	2112	42
representing	2113	42
controversial	2114	42
personnel	2115	42
phelan	2116	42
expressed	2117	42
outlook	2118	42
guarantee	2119	42
p.m.	2120	42
intel	2121	42
rico	2122	42
senators	2123	42
cd	2124	42
garden	2125	42
succeeds	2126	41
giants	2127	41
lowered	2128	41
pages	2129	41
matters	2130	41
succeed	2131	41
circuit	2132	41
choice	2133	41
presence	2134	41
sets	2135	41
fannie	2136	41
temporarily	2137	41
import	2138	41
lives	2139	41
student	2140	41
music	2141	41
politics	2142	41
aug.	2143	41
word	2144	41
alternative	2145	41
concluded	2146	41
returned	2147	41
resignation	2148	41
serve	2149	41
circumstances	2150	41
eye	2151	41
served	2152	41
nbc	2153	41
initially	2154	41
reaction	2155	41
rapidly	2156	41
pact	2157	41
card	2158	41
1970s	2159	41
critical	2160	41
worse	2161	41
attract	2162	41
deliver	2163	41
reflected	2164	41
cold	2165	41
happened	2166	41
switzerland	2167	41
ensure	2168	41
crop	2169	41
buyer	2170	41
liquidity	2171	41
follow	2172	41
generation	2173	41
offerings	2174	41
insured	2175	41
votes	2176	41
agreements	2177	41
chancellor	2178	41
s.a.	2179	41
health-care	2180	41
costa	2181	41
abc	2182	41
died	2183	40
described	2184	40
proceedings	2185	40
entered	2186	40
aerospace	2187	40
lawsuits	2188	40
pick	2189	40
visit	2190	40
invested	2191	40
millions	2192	40
responsibility	2193	40
urged	2194	40
coal	2195	40
pass	2196	40
nature	2197	40
reforms	2198	40
track	2199	40
football	2200	40
privately	2201	40
one-time	2202	40
acquiring	2203	40
restaurant	2204	40
operator	2205	40
slipped	2206	40
letters	2207	40
title	2208	40
specialty	2209	40
fair	2210	40
atlantic	2211	40
b	2212	40
differences	2213	40
delay	2214	40
breeden	2215	40
normally	2216	40
agents	2217	40
beer	2218	40
line-item	2219	40
technologies	2220	40
graphics	2221	40
exploration	2222	40
oakland	2223	40
ratio	2224	40
intends	2225	40
banco	2226	40
easily	2227	39
slide	2228	39
stronger	2229	39
watch	2230	39
february	2231	39
rival	2232	39
guaranteed	2233	39
administrative	2234	39
tied	2235	39
creating	2236	39
requires	2237	39
drives	2238	39
voting	2239	39
covered	2240	39
extend	2241	39
code	2242	39
tend	2243	39
branch	2244	39
fallen	2245	39
ties	2246	39
road	2247	39
committed	2248	39
becoming	2249	39
child	2250	39
spot	2251	39
basic	2252	39
metric	2253	39
taxpayers	2254	39
limits	2255	39
shipping	2256	39
possibility	2257	39
check	2258	39
criticism	2259	39
extent	2260	39
wells	2261	39
costly	2262	39
audience	2263	39
looks	2264	39
christmas	2265	39
unemployment	2266	39
processing	2267	39
machinists	2268	39
pipeline	2269	39
league	2270	39
lincoln	2271	39
rooms	2272	39
t.	2273	38
default	2274	38
h.	2275	38
forecasts	2276	38
retailing	2277	38
setting	2278	38
hills	2279	38
triggered	2280	38
status	2281	38
manufacturer	2282	38
reducing	2283	38
newly	2284	38
published	2285	38
picture	2286	38
nobody	2287	38
knows	2288	38
pictures	2289	38
integrated	2290	38
pennsylvania	2291	38
carolina	2292	38
widespread	2293	38
worst	2294	38
adopted	2295	38
retailers	2296	38
two-year	2297	38
inside	2298	38
volatile	2299	38
saturday	2300	38
strategies	2301	38
carriers	2302	38
cells	2303	38
reporters	2304	38
pushed	2305	38
beach	2306	38
brooks	2307	38
mine	2308	38
coffee	2309	38
studio	2310	38
hunt	2311	38
suits	2312	38
cross	2313	38
coup	2314	38
assume	2315	37
indicate	2316	37
illegal	2317	37
household	2318	37
faster	2319	37
affiliate	2320	37
career	2321	37
asia	2322	37
exposure	2323	37
warning	2324	37
awarded	2325	37
enormous	2326	37
hungary	2327	37
martin	2328	37
turns	2329	37
possibly	2330	37
secondary	2331	37
yeargin	2332	37
newspapers	2333	37
comments	2334	37
factor	2335	37
facing	2336	37
contends	2337	37
turning	2338	37
jan.	2339	37
foods	2340	37
alternatives	2341	37
aggressive	2342	37
fuel	2343	37
banker	2344	37
realize	2345	37
fashion	2346	37
employers	2347	37
observers	2348	37
unable	2349	37
condition	2350	37
israel	2351	37
obligation	2352	37
warned	2353	37
mitchell	2354	37
culture	2355	37
genetic	2356	37
lawrence	2357	37
brewing	2358	37
p&g	2359	37
formerly	2360	36
roll	2361	36
douglas	2362	36
pursue	2363	36
spain	2364	36
club	2365	36
eliminate	2366	36
currencies	2367	36
consecutive	2368	36
portfolios	2369	36
inventories	2370	36
reporting	2371	36
fast-food	2372	36
identified	2373	36
playing	2374	36
stage	2375	36
grown	2376	36
gop	2377	36
participants	2378	36
sophisticated	2379	36
encourage	2380	36
pushing	2381	36
bottom	2382	36
badly	2383	36
answer	2384	36
massachusetts	2385	36
formed	2386	36
publisher	2387	36
philadelphia	2388	36
brady	2389	36
collapsed	2390	36
frequently	2391	36
subcommittee	2392	36
tower	2393	36
insurer	2394	36
quarters	2395	36
impossible	2396	36
faced	2397	36
son	2398	36
unsecured	2399	36
understand	2400	36
establish	2401	36
orange	2402	36
lenders	2403	36
begun	2404	36
transfer	2405	36
blood	2406	36
miller	2407	36
write	2408	36
massive	2409	36
army	2410	36
pilot	2411	36
thompson	2412	36
opec	2413	36
heard	2414	35
users	2415	35
introduce	2416	35
nec	2417	35
citizens	2418	35
apply	2419	35
memory	2420	35
atlanta	2421	35
downturn	2422	35
handle	2423	35
carries	2424	35
carried	2425	35
virginia	2426	35
wait	2427	35
caught	2428	35
bob	2429	35
educational	2430	35
roman	2431	35
threatened	2432	35
approve	2433	35
seeks	2434	35
10-year	2435	35
plastic	2436	35
containers	2437	35
thin	2438	35
modern	2439	35
sunday	2440	35
worker	2441	35
filled	2442	35
nixon	2443	35
suspension	2444	35
unlikely	2445	35
corporation	2446	35
after-tax	2447	35
ship	2448	35
otherwise	2449	35
assembly	2450	35
governments	2451	35
cellular	2452	35
franchise	2453	35
egg	2454	35
site	2455	35
a$	2456	35
kkr	2457	35
greenspan	2458	35
boom	2459	34
recorded	2460	34
northeast	2461	34
daniel	2462	34
ruled	2463	34
heads	2464	34
anticipated	2465	34
jump	2466	34
fujitsu	2467	34
donald	2468	34
progress	2469	34
enforcement	2470	34
elaborate	2471	34
steady	2472	34
planners	2473	34
insist	2474	34
reading	2475	34
excluding	2476	34
player	2477	34
aids	2478	34
stories	2479	34
shop	2480	34
cooperation	2481	34
specialist	2482	34
friends	2483	34
moderate	2484	34
equivalent	2485	34
extended	2486	34
campbell	2487	34
easier	2488	34
surprised	2489	34
friendly	2490	34
quick	2491	34
packages	2492	34
calling	2493	34
nationwide	2494	34
stock-market	2495	34
kill	2496	34
pulled	2497	34
compensation	2498	34
changing	2499	34
one-year	2500	34
intelligence	2501	34
resulted	2502	34
severe	2503	34
promised	2504	34
democracy	2505	34
typical	2506	34
interest-rate	2507	34
peabody	2508	34
cautious	2509	34
guy	2510	34
rivals	2511	34
hearings	2512	34
ortega	2513	34
asset-backed	2514	34
allowing	2515	34
tape	2516	34
whatever	2517	34
cosmetics	2518	34
agent	2519	34
hall	2520	34
mills	2521	34
reinsurance	2522	34
bellsouth	2523	34
engelken	2524	34
delmed	2525	34
steinhardt	2526	34
aware	2527	33
du	2528	33
race	2529	33
exceed	2530	33
illinois	2531	33
consumption	2532	33
theory	2533	33
applied	2534	33
father	2535	33
maxwell	2536	33
attractive	2537	33
rapid	2538	33
expanding	2539	33
ltv	2540	33
ran	2541	33
commitment	2542	33
learned	2543	33
organizations	2544	33
video	2545	33
closer	2546	33
comprehensive	2547	33
allegations	2548	33
foundation	2549	33
stands	2550	33
bar	2551	33
troubles	2552	33
semiconductor	2553	33
dead	2554	33
resulting	2555	33
payable	2556	33
two-thirds	2557	33
signal	2558	33
merchandise	2559	33
commodities	2560	33
shortly	2561	33
connection	2562	33
match	2563	33
citicorp	2564	33
sees	2565	33
predict	2566	33
supporters	2567	33
hear	2568	33
des	2569	33
determine	2570	33
ought	2571	33
disappointing	2572	33
mac	2573	33
constitutional	2574	33
bringing	2575	33
metal	2576	33
three-month	2577	33
statements	2578	33
aside	2579	33
compaq	2580	33
psyllium	2581	33
aetna	2582	33
anc	2583	33
corry	2584	33
york-based	2585	32
retain	2586	32
sluggish	2587	32
places	2588	32
edison	2589	32
handling	2590	32
prompted	2591	32
complained	2592	32
billions	2593	32
cleveland	2594	32
donaldson	2595	32
one-third	2596	32
shot	2597	32
husband	2598	32
attack	2599	32
convicted	2600	32
everybody	2601	32
carrying	2602	32
rockefeller	2603	32
fresh	2604	32
fast	2605	32
metropolitan	2606	32
middle	2607	32
appointed	2608	32
violations	2609	32
papers	2610	32
narrow	2611	32
considerable	2612	32
pittsburgh	2613	32
subsidiaries	2614	32
surprising	2615	32
formal	2616	32
fit	2617	32
branches	2618	32
panama	2619	32
maximum	2620	32
vs.	2621	32
minor	2622	32
harder	2623	32
island	2624	32
desire	2625	32
promotion	2626	32
las	2627	32
opportunities	2628	32
marine	2629	32
el	2630	32
nikkei	2631	32
expense	2632	32
storage	2633	32
icahn	2634	32
counsel	2635	32
supposed	2636	32
poll	2637	32
walter	2638	32
stearns	2639	32
consolidated	2640	31
causing	2641	31
royal	2642	31
hot	2643	31
pont	2644	31
governor	2645	31
registered	2646	31
retired	2647	31
messrs.	2648	31
arthur	2649	31
brazil	2650	31
procedures	2651	31
disk	2652	31
shipments	2653	31
resume	2654	31
english	2655	31
daiwa	2656	31
mass	2657	31
broader	2658	31
advice	2659	31
soft	2660	31
strongly	2661	31
fighting	2662	31
numerous	2663	31
learning	2664	31
districts	2665	31
behalf	2666	31
quiet	2667	31
represented	2668	31
applications	2669	31
turnover	2670	31
targets	2671	31
sudden	2672	31
lawsuit	2673	31
machinery	2674	31
surprise	2675	31
revenues	2676	31
wine	2677	31
wholesale	2678	31
halt	2679	31
schedule	2680	31
regarding	2681	31
color	2682	31
exactly	2683	31
glass	2684	31
maintenance	2685	31
send	2686	31
program-trading	2687	31
agriculture	2688	31
trends	2689	31
enter	2690	31
rey	2691	31
davis	2692	31
begins	2693	31
variety	2694	31
flights	2695	31
shall	2696	31
successor	2697	31
profitability	2698	31
location	2699	31
freddie	2700	31
commissions	2701	31
dealing	2702	31
spirits	2703	31
incentives	2704	31
trip	2705	31
delta	2706	31
developers	2707	31
eggs	2708	31
bailout	2709	31
enterprises	2710	31
engine	2711	31
gonzalez	2712	31
blame	2713	31
allianz	2714	31
body	2715	30
beat	2716	30
standing	2717	30
winter	2718	30
announce	2719	30
doubled	2720	30
besides	2721	30
compete	2722	30
arrangement	2723	30
taiwan	2724	30
watching	2725	30
priority	2726	30
teams	2727	30
aide	2728	30
parliament	2729	30
linked	2730	30
channel	2731	30
exclusive	2732	30
expire	2733	30
premiums	2734	30
lufkin	2735	30
stadium	2736	30
tobacco	2737	30
restaurants	2738	30
indicates	2739	30
purpose	2740	30
contributions	2741	30
freedom	2742	30
waste	2743	30
answers	2744	30
brain	2745	30
dean	2746	30
constitution	2747	30
tumbled	2748	30
prison	2749	30
calif	2750	30
reputation	2751	30
merely	2752	30
baltimore	2753	30
buy-back	2754	30
requiring	2755	30
shops	2756	30
stable	2757	30
ideas	2758	30
becomes	2759	30
table	2760	30
population	2761	30
bulk	2762	30
industrials	2763	30
chamber	2764	30
hired	2765	30
engaged	2766	30
pulp	2767	30
consensus	2768	30
noriega	2769	30
covering	2770	30
supported	2771	30
blue-chip	2772	30
sellers	2773	30
wonder	2774	30
ranging	2775	30
claimed	2776	30
delays	2777	30
holiday	2778	30
conducted	2779	30
airways	2780	30
poison	2781	30
bloc	2782	30
delayed	2783	30
sell-off	2784	30
creative	2785	30
recapitalization	2786	30
gap	2787	30
experiments	2788	30
pilson	2789	30
akzo	2790	30
westinghouse	2791	30
mobil	2792	30
deaths	2793	29
brief	2794	29
blue	2795	29
fans	2796	29
slid	2797	29
arm	2798	29
message	2799	29
credits	2800	29
concept	2801	29
malcolm	2802	29
latin	2803	29
achieved	2804	29
seat	2805	29
wild	2806	29
plenty	2807	29
renewed	2808	29
strip	2809	29
competing	2810	29
mother	2811	29
discussing	2812	29
candidate	2813	29
telling	2814	29
marshall	2815	29
asian	2816	29
caution	2817	29
teachers	2818	29
explain	2819	29
mich.	2820	29
involve	2821	29
detroit	2822	29
principle	2823	29
complaints	2824	29
wave	2825	29
viacom	2826	29
networks	2827	29
packaging	2828	29
economics	2829	29
coors	2830	29
downward	2831	29
merchant	2832	29
license	2833	29
initiative	2834	29
secured	2835	29
departure	2836	29
loyalty	2837	29
institution	2838	29
sensitive	2839	29
argument	2840	29
turmoil	2841	29
occurred	2842	29
operators	2843	29
efficient	2844	29
poverty	2845	29
prudential-bache	2846	29
guide	2847	29
divisions	2848	29
accounted	2849	29
basket	2850	29
sufficient	2851	29
mergers	2852	29
syndicate	2853	29
tentatively	2854	29
phoenix	2855	29
cycle	2856	29
demands	2857	29
defensive	2858	29
shell	2859	29
weaker	2860	29
somewhat	2861	29
convert	2862	29
waertsilae	2863	29
peace	2864	29
apparent	2865	29
plastics	2866	29
a.m.	2867	29
defend	2868	29
goals	2869	29
toyota	2870	29
webster	2871	29
subsidies	2872	29
nicaragua	2873	29
wcrs	2874	29
chains	2875	29
regulation	2876	28
imported	2877	28
eased	2878	28
nevertheless	2879	28
acts	2880	28
rock	2881	28
suffer	2882	28
sheet	2883	28
developments	2884	28
mainframe	2885	28
broken	2886	28
totaling	2887	28
essentially	2888	28
pressures	2889	28
wood	2890	28
editorial	2891	28
resistance	2892	28
killed	2893	28
seeing	2894	28
giuliani	2895	28
gov.	2896	28
mary	2897	28
jim	2898	28
responded	2899	28
credibility	2900	28
speech	2901	28
crucial	2902	28
hardly	2903	28
forms	2904	28
fellow	2905	28
meant	2906	28
eager	2907	28
host	2908	28
michigan	2909	28
scale	2910	28
connecticut	2911	28
assuming	2912	28
d.c.	2913	28
productivity	2914	28
handful	2915	28
expanded	2916	28
noting	2917	28
five-year	2918	28
catch	2919	28
generate	2920	28
fla.	2921	28
checks	2922	28
stone	2923	28
favorable	2924	28
counter	2925	28
hahn	2926	28
copy	2927	28
purposes	2928	28
dealings	2929	28
cards	2930	28
vegas	2931	28
fly	2932	28
manage	2933	28
afford	2934	28
confident	2935	28
pill	2936	28
charging	2937	28
distributed	2938	28
mcdonald	2939	28
delivered	2940	28
weapons	2941	28
dealer	2942	28
pinkerton	2943	28
earth	2944	28
thomson	2945	28
honecker	2946	28
asbestos	2947	27
stood	2948	27
permanent	2949	27
commonwealth	2950	27
round	2951	27
ill.	2952	27
marketplace	2953	27
harris	2954	27
mature	2955	27
owed	2956	27
draw	2957	27
indicators	2958	27
milk	2959	27
stress	2960	27
polish	2961	27
holder	2962	27
writer	2963	27
friend	2964	27
ends	2965	27
powers	2966	27
rape	2967	27
legislative	2968	27
democrat	2969	27
telegraph	2970	27
earn	2971	27
intent	2972	27
dramatic	2973	27
swap	2974	27
detailed	2975	27
organized	2976	27
remarks	2977	27
structural	2978	27
monitor	2979	27
driving	2980	27
solid	2981	27
identify	2982	27
address	2983	27
succeeding	2984	27
respond	2985	27
duties	2986	27
unions	2987	27
shut	2988	27
rural	2989	27
sit	2990	27
participation	2991	27
henry	2992	27
anybody	2993	27
scott	2994	27
onto	2995	27
edition	2996	27
combination	2997	27
succeeded	2998	27
abandoned	2999	27
gasoline	3000	27
guard	3001	27
backing	3002	27
van	3003	27
underwriter	3004	27
looked	3005	27
nomura	3006	27
calculated	3007	27
hanover	3008	27
labor-management	3009	27
experienced	3010	27
carnival	3011	27
berlin	3012	27
projections	3013	27
sciences	3014	27
miss	3015	27
mgm	3016	27
forest	3017	27
marcos	3018	27
lies	3019	27
reasonable	3020	27
boren	3021	27
turner	3022	27
decades	3023	26
findings	3024	26
cotton	3025	26
vary	3026	26
borrowing	3027	26
resort	3028	26
visitors	3029	26
fifth	3030	26
effectively	3031	26
audit	3032	26
link	3033	26
p.	3034	26
intense	3035	26
india	3036	26
memories	3037	26
engineers	3038	26
requested	3039	26
grant	3040	26
load	3041	26
controlling	3042	26
interbank	3043	26
foot	3044	26
barney	3045	26
jenrette	3046	26
conduct	3047	26
science	3048	26
fired	3049	26
disease	3050	26
viewed	3051	26
secret	3052	26
younger	3053	26
courter	3054	26
pollution	3055	26
starts	3056	26
attitude	3057	26
clean	3058	26
broke	3059	26
recalls	3060	26
iowa	3061	26
controversy	3062	26
recommended	3063	26
christopher	3064	26
permission	3065	26
attempting	3066	26
foreigners	3067	26
g.	3068	26
midwest	3069	26
happens	3070	26
criticized	3071	26
pounds	3072	26
precious	3073	26
originally	3074	26
divided	3075	26
emphasis	3076	26
merc	3077	26
obvious	3078	26
risen	3079	26
sued	3080	26
hoped	3081	26
assumption	3082	26
ticket	3083	26
repair	3084	26
concrete	3085	26
causes	3086	26
buy-outs	3087	26
helps	3088	26
second-largest	3089	26
recover	3090	26
odds	3091	26
expert	3092	26
filings	3093	26
indicating	3094	26
selected	3095	26
participate	3096	26
rare	3097	26
paramount	3098	26
amr	3099	26
texaco	3100	26
difficulties	3101	26
fbi	3102	26
planes	3103	26
carl	3104	26
famous	3105	26
biotechnology	3106	26
deep	3107	26
bet	3108	26
farmer	3109	26
acknowledged	3110	26
flying	3111	26
transport	3112	26
drilling	3113	26
gnp	3114	26
cohen	3115	26
whites	3116	26
cheap	3117	26
fox	3118	26
conner	3119	26
leverage	3120	26
maynard	3121	26
cathay	3122	26
trelleborg	3123	26
dutch	3124	25
replaced	3125	25
ps	3126	25
automobile	3127	25
minneapolis	3128	25
occur	3129	25
officers	3130	25
maintained	3131	25
fixed-rate	3132	25
burden	3133	25
debts	3134	25
capped	3135	25
nonetheless	3136	25
revive	3137	25
blamed	3138	25
copies	3139	25
features	3140	25
thinking	3141	25
tone	3142	25
screen	3143	25
attracted	3144	25
remember	3145	25
bolster	3146	25
concentrate	3147	25
winning	3148	25
kids	3149	25
restore	3150	25
somebody	3151	25
disclosure	3152	25
tools	3153	25
s&l	3154	25
fill	3155	25
consideration	3156	25
speculators	3157	25
definitive	3158	25
publications	3159	25
appropriate	3160	25
aggressively	3161	25
founded	3162	25
handled	3163	25
approximately	3164	25
slump	3165	25
warren	3166	25
category	3167	25
retailer	3168	25
three-year	3169	25
simmons	3170	25
ships	3171	25
travelers	3172	25
legislators	3173	25
writing	3174	25
relative	3175	25
rebound	3176	25
pa.	3177	25
joining	3178	25
african	3179	25
penalty	3180	25
obviously	3181	25
cheaper	3182	25
potentially	3183	25
fundamental	3184	25
fleet	3185	25
developer	3186	25
bethlehem	3187	25
printing	3188	25
love	3189	25
korean	3190	25
foreign-exchange	3191	25
lire	3192	25
readers	3193	25
mci	3194	25
imperial	3195	25
remic	3196	25
gamble	3197	25
freight	3198	25
overhaul	3199	25
outcome	3200	25
rescue	3201	25
mainframes	3202	25
busy	3203	25
rica	3204	25
quebecor	3205	25
kellogg	3206	25
